Repository: Logxn/PokemonGo-Bot
Catalog: PokemonGo.RocketAPI.Console/GUI.*.resx
Languages: de

# checkBox4.Text
source: Select all
de: Alles auswählen

# label17.Text
source: Max. Potions:
de: Max. Zaubertränke:

# label37.Text
source: 3. Save Proxy.
de: 3. Speichern Sie Proxy.

# checkBox5.Text
source: Select all
de: Alles auswählen

# label49.Text
source: Great chance:
de: Große Chance:

# checkBox_10kmEggs.Text
source: 10 Km
de: 10 Km. Entfernt

# AvoidRegionLock.Text
source: Avoid Region Locked Pokemon
de: Vermeiden Region Gesperrt Pokemon

# checkBox3.Text
source: Do not Use Greatballs
de: Verwenden Sie keine Greatballs

# linkLabel6.Text
source: Get Google Maps API Key Here
de: Hier erhalten Sie den Google Maps API Key

# groupBox26.Text
source: Consumable Incubators
de: Verbrauchbare Inkubatoren

# rbSOEggsAscending.Text
source: Ascending (2 Km first)
de: Aufsteigend (2 Km zuerst)

# button3.Text
source: Disable Proxy
de: Deaktivieren Sie Proxy

# checkBox_UseProxyAuth.Text
source: Use Authentication
de: Verwenden Sie die Authentifizierung

# checkBox7.Text
source: Do not Use Ultraballs
de: Verwenden Sie nicht Ultraballs

# groupBox23.Text
source: Pokemon - Not to Snipe
de: Pokemon - Nicht zu Snipe

# button2.Text
source: Save Profile
de: Profil sichern

# checkBox_UseLuckyEggAtEvolve.Text
source: Use LuckyEgg at Evolve
de: Verwenden Sie LuckyEgg bei Evolve

# label8.Text
source: Min. CP to Catch:
de: Min. CP zu fangen:

# label47.Text
source: (requires a value in Min Walk Speed)
de: (Erfordert einen Wert in Min Walk Speed)

# checkBox_AutoTransferDoublePokemon.Text
source: Auto transfer duplicates
de: Automatische Duplizierung

# groupBox22.Text
source: Special Thanks
de: Besonderen Dank

# linkLabel12.Text
source: madymaxy
de: Madymaxie

# groupBox24.Text
source: Dont Use These Eggs
de: Verwenden Sie nicht diese Eier

# tabPokemon.Text
source: Pokemon
de: Pokémon

# groupBox4.Text
source: Pokemon Items
de: Pokemon Gegenstände

# label28.Text
source: Max. IV to transfer:
de: Max. IV zu überweisen:

# label16.Text
source: Max. Revives:
de: Max. Wiederbelebung:

# label36.Text
source: 2. Put in the Data.
de: 2. Geben Sie die Daten ein.

# checkBox_10kmEggsBasicInc.Text
source: 10 Km
de: 10 Km. Entfernt

# label14.Text
source: Max. GreatBalls:
de: Max. Großartige Bälle:

# linkLabel14.Text
source: Get It for 3,95€
de: Erhalten Sie es für 3,95 €

# label54.Text
source: Min. IV to Catch:
de: Min. IV zu fangen:

# checkBox_AutoIncubate.Text
source: Auto incubate
de: Automatisches Inkubieren

# label12.Text
source: Max. CP to transfer:
de: Max. CP zu übertragen:

# label32.Text
source: Break Interval (in minutes):
de: Bruchintervall (in Minuten):

# currText.Text
source: Current Version:
de: Aktuelle Version:

# NextBestBallOnEscape.Text
source: Use Next Best Ball if Pokemon Escapes
de: Verwenden Sie Next Best Ball, wenn Pokemon Escapes

# logPokemon.Text
source: Log caught Pokemon
de: Protokoll gefangen Pokemon

# label53.Text
source: (set value to 0 to never use ball type)
de: (Wert auf 0 setzen, niemals Kugel verwenden)

# rbSOEggsDescending.Text
source: Descending (10 Km first)
de: Absteigend (10 Km)

# CB_SimulatePGO.Text
source: Game Aspect Simulator Format
de: Spiel Aspekt Simulator Format

# checkBox_WalkInArchimedeanSpiral.Text
source: Walk in Archimedean Spiral
de: Spaziergang in der archimedischen Spirale

# button_Information.Text
source: Show me some information
de: Zeigen Sie mir einige Informationen

# SnipePokemonPokeCom.Text
source: Enable Pokemon Sniping
de: Aktivieren Sie Pokemon Sniping

# label1.Text
source: Account Type:
de: Konto Typ:

# groupBox14.Text
source: Manual Logging
de: Manuelle Protokollierung

# label7.Text
source: Max Walk Speed (km/h):
de: Max. Geschwindigkeit (km / h):

# comboBox_Device.Items24
source: note3
de: Notiz 3

# groupBox13.Text
source: Routing Settings (beta)
de: Routing-Einstellungen (Beta)

# checkBox_SimulateAnimationTimeAtEvolve.Text
source: Simulate Animation Times at Evolve
de: Simulieren Sie Animation Times at Evolve

# groupBox9.Text
source: Version Info
de: Versions Information

# label9.Text
source: Move radius:
de: Bewegungsradius:

# rbSOEggsAscendingBasicInc.Text
source: Ascending (2 Km first)
de: Aufsteigend (2 Km zuerst)

# groupBox11.Text
source: Walk Options
de: Gehen Sie Optionen

# newText.Text
source: Newest Version:
de: Neueste Version:

# checkBox_5kmEggsBasicInc.Text
source: 5 Km
de: 5 Km. Entfernt

# groupBox21.Text
source: Project Information
de: Projekt Information

# checkBox_2kmEggs.Text
source: 2 Km
de: 2 Km. Entfernt

# label30.Text
source: If you run more than 1 instance with the same IP, you'll get banned.
de: Wenn Sie mehr als 1 Instanz mit der gleichen IP ausführen, werden Sie verboten.

# label50.Text
source: Nice chance:
de: Schöne Chance:

# groupBox_EggOptions.Text
source: Options
de: Einstellungen

# label41.Text
source: Break Length (in minutes):
de: Bruchlänge (in Minuten):

# prxyPass.Text
source: Proxy Password
de: Proxy-Kennwort

# checkbox_Verboselogging.Text
source: Enable Verbose Logging
de: Aktivieren Sie Ausführliches Protokollieren

# groupBox1.Text
source: Unlimited Incubator
de: Unbegrenzter Inkubator

# tabEggs.Text
source: Eggs
de: Eier

# groupBox2.Text
source: Location Settings
de: Standorteinstellungen

# checkBox_RandomlyReduceSpeed.Text
source: Randomly reduce speed
de: Geschwindigkeit zufällig reduzieren

# label70.Text
source: You can buy cheapest KEY from here
de: Sie können billig KEY von hier kaufen

# groupBox19.Text
source: Minimum CP per Ball Type
de: Mindest-CP pro Kugel-Typ

# checkBox_EnablePokemonListGui.Text
source: Enable Lists GUI
de: Enabled Lists GUI

# groupBox5.Text
source: Pokemon - Not to transfer
de: Pokemon - Nicht zu übertragen

# checkBox_UseProxy.Text
source: Use Proxies
de: Verwenden Sie Proxies

# groupBox6.Text
source: Pokemon - Not to catch
de: Pokemon - Nicht zu fangen

# groupBox7.Text
source: Pokemon - To evolve
de: Pokemon - zu entwickeln

# tabThrows.Text
source: Throws
de: Wirft

# label69.Text
source: More prices and information:
de: Weitere Preise und Informationen:

# linkLabel8.Text
source: Discord Community
de: Diskrete Gemeinschaft

# label10.Text
source: Project Name: PokemonGo-Bot
de: Name des Projekts: PokemonGo-Bot

# SelectallNottoSnipe.Text
source: Select all
de: Alles auswählen

# rbSOEggsDescendingBasicInc.Text
source: Descending (10 Km first)
de: Absteigend (10 Km)

# label6.Text
source: Altitude:
de: Höhe:

# linkLabel15.Text
source: 150 RPM - 3,95€
de: 150 U / min - 3,95 €

# groupBox12.Text
source: Walk Variables
de: Gehen Variablen

# comboBox_Device.Items8
source: galaxy-s7-edge
de: Galaxie-S7-Kante

# button_SetLocation.Text
source: Set Location
de: Ort festlegen

# label40.Text
source: Time to Run (in minutes):
de: Fahrzeit (in Minuten):

# checkBox1.Text
source: Default Profile
de: Standard Profil

# checkBox_EvolvePokemonIfEnoughCandy.Text
source: Evolve Pokemons if enough candy
de: Entwickeln Sie Pokemons, wenn genug Süßigkeit

# logManuelTransfer.Text
source: Log Transfer
de: Protokollübertragung

# checkBox_Start_Walk_from_default_location.Text
source: Start walk from default location
de: Starten Sie den Standartpfad

# prxyPort.Text
source: HTTPS Proxy Port
de: HTTPS-Proxy-Anschluss

# checkBox_UseBreakIntervalAndLength.Text
source: Use Break Interval and Length
de: Verwenden Sie Break Intervall und Länge

# checkbox_LogEggs.Text
source: Log Eggs
de: Protokollieren Sie Eier

# tabUpdates.Text
source: Updates
de: Aktualisierungen

# label4.Text
source: Latitude:
de: Breite:

# label23.Text
source: If stock <=
de: Wenn Vorrat <=

# checkBox_UseBasicIncubators.Text
source: Use consumable incubators
de: Verwenden Sie Verbrauchsmaterial Inkubatoren

# label21.Text
source: Account Profile
de: Konto-Profil

# groupBox3.Text
source: Bot Settings
de: Bot-Einstellungen

# groupBox8.Text
source: Miss Rate and Ball Choice
de: Fräulein-Rate und Kugel-Wahl

# groupBox20.Text
source: Main Developer
de: Hauptentwickler

# checkbox_PWDEncryption.Text
source: Encrypt password on config file
de: Passwort für Konfigurationsdatei verschlüsseln

# checkBox_BreakAtLure.Text
source: Break At Lure
de: Brechen Sie am Köder

# comboBox_Device.Items13
source: sony-z3-compact
de: Sony-z3-kompakt

# checkBox_FarmGyms.Text
source: Farm Gyms
de: Bauernhöfe

# label11.Text
source: Max. duplicate Pokemons:
de: Max. Duplizieren Pokemons:

# label31.Text
source: Total Count:
de: Komplette Anzahl:

# label51.Text
source: Ordinary chance:
de: Gewöhnliche Chance:

# groupBox16.Text
source: Throw probabilities
de: Wurfwahrscheinlichkeiten

# groupBox18.Text
source: Walking Speed and Range
de: Gehen Geschwindigkeit und Reichweite

# groupBox28.Text
source: Dont Use These Eggs
de: Verwenden Sie nicht diese Eier

# checkBox_UseGoogleMapsRouting.Text
source: Use Google Maps Routing
de: Verwenden Sie Google Maps Routing

# checkBox_StopWalkingWhenEvolving.Text
source: Stop Walking at Evolve/Transfer
de: Stop zu Fuß auf Evolve / Transfer

# checkBox_UseLureAtBreak.Text
source: Use Lure At Break
de: Verwenden Sie Lure At Break

# button1.Text
source: Save Configuration / Start Bot
de: Konfiguration speichern / Bot starten

# label34.Text
source: How Proxy works:
de: Wie Proxy funktioniert:

# checkBox_UseIncenseEvery30min.Text
source: Use Incense every 30min
de: Verwenden Sie Weihrauch alle 30min

# $this.Text
source: PokeGoBot GUI Edition
de: PokeGoBot GUI Ausgabe

# label48.Text
source: Excellent chance:
de: Ausgezeichnete Chance:

# label52.Text
source: If stock <=
de: Wenn Vorrat <=

# checkBox_5kmEggs.Text
source: 5 Km
de: 5 Km. Entfernt

# linkLabel5.Text
source: Https Proxy List Link
de: Https Proxy-Liste Link

# checkbox_checkWhileRunning.Text
source: Check for updates while running
de: Im laufenden Betrieb nach Updates suchen

# checkBox6.Text
source: Select all
de: Alles auswählen

# groupBox29.Text
source: Hashing Service Information
de: Informationen zum Hashing

# label26.Text
source: Profile Name:
de: Profilname:

# tabWalkSettings.Text
source: Walk Settings
de: Walk-Einstellungen

# label35.Text
source: 1. Get HTTPS Proxy.
de: 1. Holen Sie sich HTTPS-Proxy.

# checkPrxy.Text
source: Save Proxy
de: Proxy speichern

# label46.Text
source: Min Walk Speed (km/h):
de: Min. Gehgeschwindigkeit (km / h):

# checkBox_UseLuckyEggIfNotRunning.Text
source: Use LuckyEgg if not running
de: Verwenden Sie LuckyEgg wenn nicht ausgeführt

# label3.Text
source: Password:
de: Passwort:

# label66.Text
source: Hash Service Key:
de: Hash-Dienstschlüssel:

# checkBox_UseRazzberryIfChanceUnder.Text
source: Use RazzBerry if chance under
de: Verwenden Sie RazzBerry, wenn die Chance unter

# label5.Text
source: Longitude:
de: Länge:

# label62.Text
source: Live-Stats delay
de: Live-Stats verzögern

# label22.Text
source: Maximum Missed throws per encounter
de: Maximal verpasste Wurfwürfe pro Begegnung

# checkBox_ConsoleInTab.Text
source: Console in tab
de: Konsole in der Registerkarte

# checkBox2.Text
source: Do not Use Pokeballs
de: Verwenden Sie keine Pokeballs

# tabItems.Text
source: Items
de: Artikel

# label39.Text
source: Device:
de: Gerät:

# tabCredits.Text
source: Credits
de: Kredite

# checkBox_RandomSleepAtCatching.Text
source: Random Sleep @Catching 1-3 seconds
de: Random Sleep @ Aufnehmen 1-3 Sekunden

# groupBox17.Text
source: Telegram Settings
de: Telegrammeinstellungen

# label38.Text
source: Created by: Ar1i
de: Verfasst von: Ar1i

# groupBox27.Text
source: Selection order
de: Auswahlauftrag

# gbSelectionOrder.Text
source: Selection order
de: Auswahlauftrag

# groupBoxAccount.Text
source: Account Info
de: Kontoinformation

# checkBox_CollectDailyBonus.Text
source: Collect Daily Bonus (Not tested)
de: Täglicher Bonus (nicht getestet)

# tabMisc.Text
source: Misc
de: Verschiedenes

# label24.Text
source: If stock <=
de: Wenn Vorrat <=

# groupBox15.Text
source: Update Settings
de: Update Einstellungen

# prxyUser.Text
source: Proxy Username
de: Proxy Benutzername

# label45.Text
source: API Key:
de: API-Schlüssel:

# groupBox25.Text
source: Dev Options
de: Dev-Optionen

# checkBox_2kmEggsBasicInc.Text
source: 2 Km
de: 2 Km. Entfernt

# checkBox_FarmPokestops.Text
source: Farm Pokestops
de: Bauernhof Pokestops

# groupBox10.Text
source: Other Settings
de: Andere Einstellungen

# checkBox_KeepPokemonWhichCanBeEvolved.Text
source: Keep Pokemons which can be evolved
de: Halten Sie Pokemons, die entwickelt werden können

# checkBox_CatchPokemon.Text
source: Catch Pokemon
de: Fangen Sie Pokemon

# linkLabel3.Text
source: Twitter Ar1i
de: Nachricht Ar1i
